Repository: KDE/kollision
Catalog: po/*/kollision.po
Languages: cs, ia, it, ja

# NAME OF TRANSLATORS
source: Your names
cs: David Kolibáč
ia: Giovanni Sora
it: Federico Zenith
ja: Yukiko Bando

# EMAIL OF TRANSLATORS
source: Your emails
cs: david@kolibac.cz
ia: g.sora@tiscali.it
it: federico.zenith@member.fsf.org
ja: ybando@k6.dion.ne.jp

source: Whether automatically increasing ball size should be applied.
ia: Si deberea esser applicate le augmentation automatic del grandor del ballon.
it: Se l'aumento automatico delle dimensioni della palla deve essere applicato.

source: Whether sound effects should be played.
cs: Jestli mají být přehrávány zvukové efekty.
ia: Si effectos de sono deberea esser reproducite.
it: Se gli effetti sonori devono essere riprodotti.
ja: 効果音を鳴らすかどうか。

source: &Game
cs: &Hra
ia: &Joco
it: &Partita
ja: ゲーム(&G)

source: Casual ball game
ia: Joco de ballon casual
it: Gioco scacciapensieri della palla

source: (c) 2007 Paolo Capriotti
it: © 2007 Paolo Capriotti

source: Original idea
cs: Původní nápad
ia: Idea original
it: Idea originale
ja: オリジナルのアイデア

source: Port to use KGameRenderer
cs: Port použití KGameRendereru
ia: Porto per usar KGameRenderer
it: Adattamento a KGameRenderer
ja: KGameRenderer を使うためのポート

source: Welcome to Kollision Click to start a game
cs: Vítejte v Kollision Klikněte pro započetí hry
ia: Benvenite a Kollision Clicca per startar un joco
it: Benvenuto a Kollision Fai clic per giocare
ja: Kollision へようこそ マウスクリックでゲームを開始します

source: Game paused Click or press %1 to resume
cs: Hra pozastavena Klikněte, nebo stiskněte %1 pro pokračování
ia: Joco inpausa Clicca o pressa %1 per reprender
it: Gioco in pausa Fai clic o premi %1 per riprendere
ja: ゲームを一時停止しました マウスクリックまたは %1 を押して再開します

source: %1 ball
cs: %1 míček
ia: %1balla
it: %1 palla
ja: %1 ボール

source: GAME OVER You survived for %1 second Click to restart
cs: KONEC HRY Přežili jste po %1 sekundu Klikněte pro restartování hry
ia: JOCO TERMINATE Tu superviveva per %1 secunda Clicca per restartar
it: Fine della partita Sei sopravvissuto per un secondo Fai clic per ricominciare
ja: ゲームオーバー %1 秒間逃げ切りました マウスクリックで再スタートします

# @action
source: End Game
cs: Ukončit hru
ia: Termina Joco
it: Termina la partita

# @option:check
source: &Increase Ball Size
cs: Zvětš&it velikost míče
ia: &Augmenta grandor de ballon
it: Aumenta le d&imensioni della palla

# @option:check
source: Play Sounds
cs: Přehrávat zvuky
ia: Reproduce sonos
it: Riproduci i suoni

source: Balls: %1
cs: Míčků: %1
ia: Ballas: %1
it: Palle: %1
ja: ボール数: %1

source: Time: %1 second
cs: Čas: %1 sekunda
ia: Tempore: %1 secunda
it: Tempo: un secondo
ja: タイム: %1 秒

source: Enable &sounds
cs: Povolit &zvuky
ia: Habilita &sonos
it: Abilita &suoni
ja: 効果音を有効にする(&S)

source: Enable automatically &increasing ball size
ia: Habilita &augmentation automatic de grandor de ballon
it: Abilita l'&incremento automatico delle dimensioni della palla

source: &Difficulty:
cs: &Obtížnost:
ia: &Difficultate:
it: &Difficoltà:
ja: 難易度(&D):

# Difficulty level
source: Easy
cs: Nízká
ia: Facile
it: Facile
ja: 簡単

# Difficulty level
source: Medium
cs: Střední
ia: Medie
it: Media
ja: 普通

# Difficulty level
source: Hard
cs: Vysoká
ia: Dur
it: Difficile
ja: 難しい

source: &Animation smoothness:
cs: Plynulost &animací:
ia: Glissabilitate de a&nimation:
it: Fluidità dell'&animazione:
ja: アニメーションの滑らかさ(&A):
